tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python3"
brew "cmake"
brew "git"
brew "pyenv"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "vim"
brew "yamllint"
brew "zsh"
brew "zplug"
cask "brackets"
cask "dash"
cask "docker"
cask "iterm2"
cask "julia"
cask "mactex"
cask "visual-studio-code"
cask "font-inconsolata"
