tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python3"
brew "cmake"
brew "git"
brew "go"
brew "graphviz"
brew "ipython"
brew "jupyter"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "vim"
brew "yamllint"
brew "zsh"
cask "brackets"
cask "dash"
cask "docker"
cask "iterm2"
cask "julia"
cask "mactex"
cask "qt-design-studio"
cask "r"
cask "rstudio"
cask "xquartz"
cask "postgres"
cask "pgadmin4"
cask "visual-studio-code"
cask "intellij-idea-ce"
cask "pycharm-ce"
