tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "boost"
brew "freetype"
brew "python"
brew "cgal"
brew "coreutils"
brew "cython"
brew "diff-so-fancy"
brew "docker"
brew "ffmpeg"
brew "gdb"
brew "git"
brew "go"
brew "htop"
brew "zeromq"
brew "ipython", link: false
brew "python@2"
brew "jupyter"
brew "lapack"
brew "lua"
brew "mercurial", link: false
brew "mysql"
brew "neovim"
brew "openblas"
brew "pidof"
brew "povray"
brew "qt"
brew "pyqt"
brew "r"
brew "reattach-to-user-namespace"
brew "rust"
brew "sfml"
brew "sphinx-doc"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "vtk"
brew "wxmac"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
cask "brackets"
cask "font-hack-nerd-font"
cask "julia"
cask "jupyter-notebook-ql"
cask "macdown"
cask "mactex"
cask "pycharm-ce"
cask "qt-creator"
cask "rstudio"
cask "sketchup"
cask "spyder-py2"
